Repository: Asif-Faizal/french-wallet
Catalog: lib/l10n/app_*.arb
Languages: fr

# already_user
source: Already a user? click here..
fr: Déjà utilisateur ? Cliquez ici..

source: Business owner
fr: Propriétaire

# click_to_verify
source: Click here to verify mobile number
fr: Cliquez ici pour vérifier le numéro de mobile

# continue_text
source: Continue
fr: Continuer

source: Corporate
fr: Enterprise

source: Employee
fr: Employé

# enter_mobile_number
source: Enter registered Mobile number
fr: Entrez le numéro enregistré du mobile

# enter_number_to_register
source: Enter Mobile number to Register
fr: Entrez le numéro de mobile pour vous inscrire

source: Enter OTP
fr: Entrez OTP

source: Executive officer
fr: Dirigeant exécutif

# language
source: English
fr: French

source: Log In
fr: Se connecter

source: Merchant
fr: Marchand

source: Mobile Number
fr: Numéro de portable

# new_to
source: New to Innovitegra? click here..
fr: Nouveau sur Innovitegra ? Cliquez ici..

# otp_sent
source: OTP sent to number
fr: OTP envoyé au numéro

# please_login_signup
source: Please LogIn or SignUp for
fr: Veuillez vous connecter ou vous inscrire pour

source: PROCEED
fr: PROCÉDER

source: Retail
fr: Détaillant

source: Select Language:
fr: Choisir la langue:

# select_type_of_user_heading
source: Please select type of user from the below options to proceed with the registration.
fr: Veuillez sélectionner le type d'utilisateur parmi les options ci-dessous pour procéder à l'inscription.

source: Sign In
fr: S'inscrire

# sms_charges
source: Standard SMS Charges Apply
fr: Des frais SMS standard s'appliquent

# thanks_for_using
source: Thanks for using the mobile application
fr: Merci d'utiliser l'application mobile

# validate_num
source: Validate number
fr: Valider le numéro

# verify_number_heading
source: The app will send a SMS to verify your registered mobile number. Please ensure you donâ€™t click back button or move away from the screen during verification process.
fr: L'application enverra un SMS pour vérifier votre numéro de mobile enregistré. Veuillez vous assurer de ne pas cliquer sur le bouton Précédent ou de ne pas vous éloigner de l'écran pendant le processus de vérification.

source: Verify OTP
fr: Vérifier OTP

# welcome_to
source: Welcome to Innovitegra eWallet
fr: Bienvenue dans le portefeuille électronique Innovitegra
